Revit 2024 API
BuiltInFailures.OffsetFacesCellLegacyFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.OffsetFacesCellLegacyFailures type exposes the following members.
Properties
Name | Description
OffsetFaceFailed
See Also
BuiltInFailures.OffsetFacesCellLegacyFailures Class
Autodesk.Revit.DB Namespace